# IdeaStatiCa.RcsApi.Model.RcsCrossSectionData

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Name** | **string** |  | [optional]
**CrossSectionRotation** | **double** |  | [optional]
**Components** | **List&lt;RcsCssComponentData&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)